
/* Workgroup picker title text */
"MCX_WORKGROUPS_FOR" = "Arbeitsgruppen mit %@";
"MCX_NO_WORKGROUPS_FOR" = "Es gibt keine Arbeitsgruppen mit %@.";


/* Alert strings */
"MCX_CANT_CREATE_MOBILE_ACCNT_TITLE" = "Mobiler Account konnte nicht erstellt werden.";
"MCX_CANT_CREATE_MOBILE_ACCNT_TEXT" = "Beim Erstellen Ihres mobilen Accounts ist ein Problem aufgetreten.";
"MCX_CANT_MOUNT_MOBILE_ACCNT_DEVICE_TEXT" = "Beim Zugriff auf das Volume Ihres mobilen Accounts ist ein Problem aufgetreten.";
"MCX_CANT_CREATE_MOBILE_ACCNT_RECORD_TEXT" = "Beim Erstellen des Eintrags zu Ihrem mobilen Account ist ein Problem aufgetreten.";
"MCX_BAD_MOBILE_ACCNT_PATH_TEXT" = "Beim Erstellen von oder Zugriff auf „%@“ ist ein Problem aufgetreten.";
"MCX_CANT_CREATE_FILEVAULT_HOME_TEXT" = "Beim Erstellen eines FileVault-Benutzerordners ist ein Problem aufgetreten.";
"MCX_BAD_FILEVAULT_HOME_PATH_TEXT" = "Ihr FileVault-Benutzerordner konnte nicht erstellt werden, da bereits ein Ordner mit diesem Namen existiert.";

"MCX_USER_CANT_LOGIN_SIMULTANEOUS_TITLE" = "Sie sind bereits an einem anderen Computer angemeldet.";
"MCX_USER_CANT_LOGIN_SIMULTANEOUS_TEXT" = "Sie können sich jeweils nur an einem Computer anmelden. Wenden Sie sich an Ihren Systemadministrator oder versuchen Sie es später erneut.";

"MCX_USER_CANT_LOGIN_MEMBERSHIP_DENIED_TITLE" = "Sie haben zurzeit keine Berechtigung zur Anmeldung.";
"MCX_USER_CANT_LOGIN_MEMBERSHIP_DENIED_TEXT" = "Ihre aktuellen Einstellungen erlauben keine Anmeldung. Bitte wenden Sie sich an Ihren Systemadministrator.";

"MCX_USER_CANT_LOGIN_LOCAL_NOT_ALLOWED_TITLE" = "Sie haben zurzeit keine Berechtigung zur Anmeldung.";
"MCX_USER_CANT_LOGIN_LOCAL_NOT_ALLOWED_TEXT" = "Lokale Benutzer haben keine Berechtigung zur Anmeldung. Bitte wenden Sie sich an Ihren Systemadministrator.";

